[{"title":"Arkansas, United States","subtitle":"Cache River Watershed","description":"50,000 treesIn partnership with The Nature Conservancy, the Arbor Day Foundation is working to improve water along the Cache River, an impaired waterway in Arkansas that is contributing to the hypoxic zone in the Gulf of Mexico. The goals of this project are to reduce runoff into the Cache River watershed, increase wetland habitat, and provide incentives for landowners to transition frequently flooded cropland back into forestland.","trees":50000,"continent":"North America","year":2021},{"title":"British Columbia, Canada","subtitle":"","description":"100,000 treesIn 2017, the Hanceville Fire raged through British Columbia, burning 240,000 hectares of land. Because of the extreme heat, portions of burned forestland cannot regenerate naturally and must be replanted. Replanting will ensure that area residents will continue to enjoy all the benefits of the forest, including clean air and water.","trees":100000,"continent":"North America","year":2020},{"title":"British Columbia, Canada","subtitle":"","description":"170,000 treesThe Elephant Hill fire of 2017 consumed 1,920 square kilometers of land, leaving it charred and unable to naturally regenerate. This level of destruction took a huge toll on not only the forests but also the surrounding ecosystems. Replanting efforts will help to restore the natural state of the land, improve wildlife habitat, sequester carbon, and protect local waterways.","trees":170000,"continent":"North America","year":2021},{"title":"California, United States","subtitle":"California Wildfire Restoration","description":"100,000 treesThis reforestation effort aims to help residents recover from the many wildfires that have burned through California, including the Carr and Camp Fires. The 2018 wildfire season saw an estimated 8,000 fires burning through more than 1.8 million acres of forestland between July and December. Replanting will ensure that communities around the state won’t face increasing challenges such as mudslides and degraded soil, water, and air quality.","trees":100000,"continent":"North America","year":2020},{"title":"Florida, United States","subtitle":"Tyndall Air Force Base","description":"200,000 treesIn October of 2018, Hurricane Michael passed directly over Tyndall Air Force Base near Panama City, Florida. The Category 5 hurricane caused major wind and water damage including 12,000 acres of mature slash pine trees snapped in half. While funding was available for the cleanup effort following the severe storm damage, support is needed to replace the trees and ensure a healthy, forested future for this ground.","trees":200000,"continent":"North America","year":2020},{"title":"Georgia, United States","subtitle":"Georgia Watersheds","description":"50,000 treesThe health of our waterways often begins with forested watersheds. In Georgia, we are working with The Nature Conservancy and several other local partners to improve tree cover in four areas of the state, protecting waterway health and providing critical habitat for local wildlife.","trees":50000,"continent":"North America","year":2020},{"title":"Haiti","subtitle":"","description":"350,000 treesHaiti’s mangrove forests help to stabilize shorelines, improve the quality of the water, and provide a natural habitat for fish and other coastal sea life in addition to supporting coral reef health. Working with Eden Reforestation Projects, we will be helping to restore mangrove trees in coastal marsh systems in southern Haiti.","trees":350000,"continent":"North America","year":2020},{"title":"Michigan, United States","subtitle":"Michigan State Forest Lands","description":"100,000 treesTogether with the Michigan Department of Natural Resources, we are working to replant several of Michigan’s state forests on a large scale. These efforts will replant native tree species to return this area to its natural state and improve area watershed health. The pine forests will grow to provide habitat for the endangered Kirtland’s warbler as well as other wildlife.","trees":100000,"continent":"North America","year":2020},{"title":"Montana, United States","subtitle":"Bitterroot National Forest","description":"63,800 treesMountain pine beetle outbreaks have severely damaged the forest cover in the Ambrose Saddle area of Bitterroot National Forest over the years. Reforestation in this area with a mix of tree species will promote insect and disease resiliency, restore habitat for wildlife, reduce soil erosion, and return this area to its original forested state.","trees":63800,"continent":"North America","year":2020},{"title":"Montana, United States","subtitle":"Custer Gallatin National Forest","description":"275,000 treesLarge wildfires have plagued this forest since 2000, and much of the forest cover is struggling to regenerate on its own due to the intensity of the fires. Tree planting efforts will speed up the recovery of the forest habitat for area wildlife as well as improve area watershed health.","trees":275000,"continent":"North America","year":2020},{"title":"Nebraska, United States","subtitle":"Nebraska National Forest","description":"40,000 treesThe rugged landscape of the Nebraska National Forest’s Pine Ridge District is a treat amid the central plains. Catastrophic wildfires, however, blazed through this National Forest in 2006 and again in 2012, wiping out much of the area’s ponderosa pine stands. Aggressive reforestation is needed to reestablish this tree species in the high-intensity burn areas that are incapable of natural regeneration.","trees":40000,"continent":"North America","year":2020},{"title":"Nicaragua","subtitle":"","description":"275,000 treesTo help support small-scale farming families in Nicaragua, the Arbor Day Foundation is working with Taking Root through its CommuniTrees program. Together, we’re helping to build financial security and sustainable livelihoods — along with a stronger tree canopy — by reforesting previously underused land.","trees":275000,"continent":"North America","year":2020},{"title":"North Carolina, United States","subtitle":"Bladen Lakes State Forest","description":"50,000 treesIn September of 2018, North Carolina was hit by Hurricane Florence. With it came flooding of the Cape Fear River that destroyed young forest trees in Bladen Lakes State Forest. This project will replant forest areas affected by flooding, restore critical habitat for area wildlife, and ensure that new forest plantings can withstand potential future flooding events.","trees":50000,"continent":"North America","year":2020},{"title":"Oregon, United States","subtitle":"Rogue River-Siskiyou National Forest","description":"23,100 treesIn 2017, the Chetco Bar Fire burned more than 170,000 acres of the Rogue River-Siskiyou National Forest, leaving in its wake limited opportunity for successful natural regeneration. This replanting work is critical to ensure a resilient tree line and habitat for wildlife.","trees":23100,"continent":"North America","year":2020},{"title":"Oregon, United States","subtitle":"Willamette River Basin","description":"100,000 treesThe iconic Willamette River is 187 miles in length, drains a 11,478-square-mile area (12% of Oregon’s landscape), and serves as a major tributary of the Columbia River. Tree planting efforts here will protect the watershed area of a basin that is home to two-thirds of Oregon’s population and generates 75% of its economic output. This project will reestablish forests to ensure clean drinking water for residents as well as improve water quality and habitat for wildlife dependent upon this area.","trees":100000,"continent":"North America","year":2020},{"title":"Virginia, United States","subtitle":"Rappahannock River Watershed","description":"25,000 treesThe Rappahannock River watershed encompasses 2,700 square miles. Within this area, thousands of miles of streams are without riparian buffers and suffer from high levels of nitrogen and phosphorus. The watershed faces additional challenges due to urban development. Trees must be planted to prevent erosion, provide wildlife habitat, and reduce pollution levels in waterways.","trees":25000,"continent":"North America","year":2020},{"title":"Washington, United States","subtitle":"Washington State Lands","description":"200,000 treesWe are working with the Washington Department of Natural Resources to improve overall forest health throughout the State of Washington. Replanting efforts are focused on providing forest resiliency for areas affected by disease and insect damage, restoring riparian zones, improving habitat for the threatened northern spotted owl, and ensuring healthy and diverse mixed-species tree stands.","trees":200000,"continent":"North America","year":2020},{"title":"Kenya","subtitle":"","description":"450,000 treesKenya’s Kijabe Forest has historically been one of Kenya’s five nationally important water towers, which provide an estimated 75 percent of the country’s water resources. Over the past 15 years, however, the forest has been cleared for charcoal and timber, creating dramatic and damaging impacts for wildlife, infrastructure, and quality of life. The goal of planting 1.5 million trees will help reestablish a sustainable water supply through protecting and replanting around springs and rivers. These trees will also restore, habitat for wildlife, stabilize steep slopes prone to landslides, and secure livelihoods.","trees":450000,"continent":"Africa","year":2020},{"title":"Madagascar","subtitle":"Kianjavato Mountain Range","description":"400,000 treesOur partnership with Omaha’s Henry Doorly Zoo and Aquarium and the Madagascar Biodiversity Partnership is focused on reversing the destruction of forest habitat that is home to critically endangered lemurs and other wildlife species found nowhere else on Earth. Tree planting efforts are underway to rebuild the lush landscape. Locals are becoming actively involved in reestablishing the rain forest canopy there, creating habitat for lemurs and a better way of life for the people of Madagascar.","trees":400000,"continent":"Africa","year":2020},{"title":"Madagascar","subtitle":"Mangroves","description":"100,000 treesIn the coastal zones of Madagascar, mangroves are critical. With increasing mangrove deforestation, these areas are facing destabilized coastline and an increased vulnerability to storms and severe weather events. We are working to strategically restore mangroves along the coast of Madagascar to help preserve this unique ecosystem.","trees":100000,"continent":"Africa","year":2020},{"title":"Mozambique","subtitle":"","description":"450,000 treesIn response to the large-scale loss of mangroves in Mozambique, we are working with partners to provide support for local communities to plant and manage mangrove forests. This offers long-term employment and livelihood improvements – particularly the empowerment of women – while helping to protect coastal communities from environmental disasters, improving fisheries, and removing carbon from the atmosphere.","trees":450000,"continent":"Africa","year":2020},{"title":"Senegal","subtitle":"Fatick and Kaffrine Regions","description":"4,000,000 treesWe are working with Trees for the Future to create Forest Garden projects throughout the Fatick and Kaffrine regions of Senegal. Farmers will plant a variety of fruit and nut trees that will help restore landscapes while improving food security and the livelihoods of families in rural communities.","trees":4000000,"continent":"Africa","year":2020},{"title":"Sierra Leone","subtitle":"Freetown Peninsula","description":"100,000 treesNow facing the alarming effects of deforestation, including catastrophic mudslides, officials in this area are working to provide the benefits of trees to urban and suburban areas. Efforts through this project are focused on providing residents with the opportunity to plant and care for a tree within their community to build greater environmental resiliency.","trees":100000,"continent":"Africa","year":2021},{"title":"China","subtitle":"","description":"25,000 treesChina is one of the most affected countries in the world by desertification. In Minquin County alone, the desertification area accounts for nearly 95% of the total land area. As the young workforce leaves for an urban life, local residents face the reality of becoming ecological refugees. By planting indigenous trees, stabilizing sand dunes, training local community members and creating job opportunities, the fate of Minquin County can be improved significantly.","trees":25000,"continent":"Asia","year":2020},{"title":"India","subtitle":"","description":"400,000 treesSouthern India’s Cauvery River Basin is in crisis. The river has shrunk by an estimated 40% from its historical flows over 70 years. This is resulting in drinking water scarcity. A loss of tree cover has also contributed to poor soil health. Reforesting this river basin and educating farmers about agroforestry practices will help to stabilize the river and improve soil conditions over time.","trees":400000,"continent":"Asia","year":2020},{"title":"Indonesia","subtitle":"","description":"450,000 treesWest Papua, Indonesia, situated in the Coral Triangle, is an area recognized as the global center of marine biodiversity and a global priority for conservation. Biak Island is one of the poorest areas of Indonesia where subsistence farmers and fishers make up approximately 75% of the population. This project will focus on restoring mangroves and tropical forests in this area and to promote food security by helping local people plant agroforestry trees.","trees":450000,"continent":"Asia","year":2020},{"title":"Nepal","subtitle":"","description":"350,000 treesChitwan National Park hosts more than 700 species of wildlife including leopards and the elusive Bengal tiger. Replanting efforts here are focused on improving livelihoods for those who call Nepal home and restoring forests in areas of critical importance. The planting sites are located in upland areas of the mountainous Nawalparasi District, along lowland alluvial plains, and around Chitwan National Park as a means of developing a buffer zone around this national treasure.","trees":350000,"continent":"Asia","year":2020},{"title":"Thailand","subtitle":"Mae Hong Son Province","description":"50,000 treesUnsustainable logging practices and changes in land use have left Thailand with a significant loss of rain forest canopy. Replanting is underway, with a goal of restoring forestlands while improving the quality of life for local residents. The newly planted trees will also grow to serve as habitat for endangered species such as tortoises and Asian elephants.","trees":50000,"continent":"Asia","year":2020},{"title":"Turkey","subtitle":"İzmir Province","description":"50,000 treesAfter generations of deforestation and land use change, this region of Turkey is facing a real need for forest restoration. Red pines are being planted in an effort to return the land to its natural state — ensuring cleaner air, cleaner water, carbon storage, better flood prevention, and habitat for area wildlife.","trees":50000,"continent":"Asia","year":2021},{"title":"Australia","subtitle":"","description":"100,000 treesThe devastating fires in Australia have become part of an important global conversation. As Arbor Day Foundation partners work to combat the raging fires in Australia, the Foundation is in contact with them to develop a responsible but ambitious timeline for recovery. Rest assured, we will be working alongside our partners to bring tree recovery efforts to Australia’s affected forests and communities.","trees":100000,"continent":"Australia","year":2021},{"title":"France","subtitle":"","description":"100,000 treesWhile France currently has the fourth-largest forested area in Europe, the rate of reforestation has dramatically slowed since the 1990s. In order to meet the challenges of climate change, natural disasters, and disease, reforestation is imperative. Working with partner ReforestAction, we will help to ensure a resilient tree cover that provides a full range of ecological benefits.","trees":100000,"continent":"Europe","year":2020},{"title":"Ireland","subtitle":"","description":"100,000 treesWorking with the group Trees on the Land, we are helping to establish tree cover and woodlands in both rural and urban areas of the Republic of Ireland and Northern Ireland. These newly planted forests will grow and provide valuable resources, ecosystem benefits, and a lasting legacy for future generations.","trees":100000,"continent":"Europe","year":2020},{"title":"United Kingdom","subtitle":"","description":"50,000 treesPartnering with the Woodland Trust, the Arbor Day Foundation is  working to support private landowners interested in planting trees on barren sites in need of tree cover. The goal is to engage local landowners in the benefits of tree planting and agroforestry and create new woodland in one of the least-forested regions in Europe.","trees":50000,"continent":"Europe","year":2020},{"title":"Argentina, Bolivia, Chile, Ecuador, Peru","subtitle":"Andes Mountains","description":"100,000 treesA large-scale restoration initiative — known as Acción Andina — is focused on replanting an overlooked, yet critically important ecosystem within the world’s longest continental mountain range. Native trees will be planted to ensure long-term climate resilience and water security for those who call this region home.","trees":100000,"continent":"South America","year":2021},{"title":"Brazil","subtitle":"Amazon Rain Forest","description":"200,000 treesIn the face of deforestation and devastation, the Arbor Day Foundation is dedicated to helping restore indigenous lands in the Brazilian Amazon. Our work with local partner Forest Trends will provide food security and income alternatives for thousands of indigenous people while contributing to conservation efforts and helping mitigate climate change.","trees":200000,"continent":"South America","year":2021},{"title":"Brazil","subtitle":"Atlantic Forest","description":"100,000 treesThe country’s Atlantic Forest has faced centuries of degradation due to agriculture, illegal logging, and development. This tropical jungle has lost nearly 90% of its original footprint. Restoration of this tropical landscape will mean clean water for more than 100 million South Americans.","trees":100000,"continent":"South America","year":2020}]